{
  "user": "56956274918@c.us",
  "etiqueta": "potencial",
  "historial": [
    {
      "fecha": "2025-05-10T21:11:49.618Z",
      "usuario": "",
      "bot": "¡Hola! Para conocer más sobre nuestros productos y servicios, puedes visitar nuestro sitio web en www.aif369.com. Encontrarás los links de pago para InverGenius, GenAI Course, GenAI Empower, PriceGenius, y también para nuestra Ai Consulting a un costo de 5 USD por 30 minutos. Si tienes preguntas o necesitas asesoría directa, puedes contactarnos a eduardo.menzel@gmail.com o erwin.learning1@gmail.com. ¡Esperamos que te sirva!",
      "etiqueta_auto": "potencial"
    },
    {
      "fecha": "2025-05-10T21:11:49.624Z",
      "usuario": "",
      "bot": "Puedes encontrar todos nuestros productos y servicios a la venta en nuestro sitio web: www.aif369.com. Para más información o asesoría, puedes contactarnos a eduardo.menzel@gmail.com o erwin.learning1@gmail.com. Si quieres conocer las opciones de pago para cada producto, puedes acceder directamente mediante los enlaces proporcionados.",
      "etiqueta_auto": "potencial"
    },
    {
      "fecha": "2025-05-10T21:11:49.643Z",
      "usuario": "Pro Happy",
      "bot": "¡Hola Pro Happy! Puedes visitarnos en nuestro sitio web: www.aif369.com. Encontrarás productos activos como InverGenius (inversión automática con IA y alertas por WhatsApp), GenAI Course, GenAI Empower (chatbot IA para empresas), PriceGenius (comparador de precios con scraping e IA privada) y Ai Consulting (30 minutos de asesoría con un experto en IA). Puedes realizar el pago desde nuestros enlaces de pago: https://bit.ly/4jdEqVb.",
      "etiqueta_auto": "potencial"
    },
    {
      "fecha": "2025-05-10T21:12:14.542Z",
      "usuario": "Beneficios de pro happy",
      "bot": "El producto Pro Happy no está listado entre los activos actuales de AI Factory 369. Puedes consultar nuestros productos disponibles en www.aif369.com o contactar a Eduardo Menzel (eduardo.menzel@gmail.com) o Erwin Learning (erwin.learning1@gmail.com) para más información.",
      "etiqueta_auto": "potencial"
    },
    {
      "fecha": "2025-05-10T21:15:43.801Z",
      "usuario": "Ssangyong Rexton características",
      "bot": "Lo siento, Ssangyong Rexton no es un producto o servicio ofrecido por AI Factory 369. Por favor, revisa nuestra página web www.aif369.com para ver los productos y servicios que ofrecemos. Si tienes alguna pregunta o necesitas asesoría sobre inteligencia artificial, no dudes en contactar con nosotros a través de eduardo.menzel@gmail.com o erwin.learning1@gmail.com.",
      "etiqueta_auto": "potencial"
    }
  ]
}